{
  "ale": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "haskell-vim": { "branch": "master" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline-hybrid.vim": { "branch": "master" },
  "lightline.vim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-registry": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "previm": { "branch": "master" },
  "swift.vim": { "branch": "master" },
  "syntastic": { "branch": "master" },
  "vim-hybrid": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-latex": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "winresizer": { "branch": "master" }
}