adwaita-icon-theme
aom
aspell
assimp
atk
augeas
autoconf
azure-cli
bat
bdw-gc
boost
brotli
browserpass
browsh
c-ares
ca-certificates
cairo
carthage
ceres-solver
certbot
cjson
clipper
cmake
cmocka
cocoapods
coreutils
dav1d
dbus
dex2jar
dialog
djvulibre
docbook
docbook-xsl
double-conversion
eigen
enchant
evince
fd
ffmpeg
flac
fontconfig
fontforge
freetype
frei0r
fribidi
fzf
gcc
gd
gdb
gdbm
gdk-pixbuf
gettext
gflags
gh
ghc
ghostscript
giflib
git
gl2ps
glew
glib
glog
gmp
gnu-getopt
gnu-sed
gnupg
gnuplot
gnutls
go
gobject-introspection
googler
graphite2
graphviz
gsettings-desktop-schemas
gspell
gtk+
gtk+3
gtk-mac-integration
gts
guile
harfbuzz
hdf5
heroku
heroku-node
hicolor-icon-theme
httpie
hunspell
icarus-verilog
icu4c
imagemagick
imath
isl
iso-codes
jasper
jbig2dec
jemalloc
jp
jpeg
jpeg-xl
jq
jsoncpp
lame
leptonica
libao
libarchive
libass
libassuan
libb2
libbluray
libcerf
libcroco
libde265
libepoxy
libev
libevent
libffi
libgcrypt
libgpg-error
libgxps
libhandy
libheif
libidn
libidn2
libksba
liblqr
libmpc
libnghttp2
libogg
libomp
libpng
libproxy
libpthread-stubs
librist
librsvg
libsamplerate
libsass
libsecret
libsndfile
libsodium
libsoxr
libspectre
libspiro
libtasn1
libtermkey
libtiff
libtool
libuninameslist
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxmlsec1
libxrender
libyaml
little-cms2
lua
luajit
luajit-openresty
luv
lz4
lzo
m4
mbedtls
md4c
metis
mint
mpdecimal
mpfr
msgpack
ncurses
neovim
netcdf
netpbm
nettle
nghttp2
nkf
node
node-build
npth
nspr
nss
numpy
oath-toolkit
oniguruma
openblas
opencore-amr
opencv
openexr
openjdk
openjdk@11
openjpeg
openssl@1.1
opus
p11-kit
pandoc
pango
pass
pass-otp
pcre
pcre2
pinentry
pinentry-mac
pixman
pkg-config
poppler
protobuf
pugixml
py2cairo
pygobject
pygtk
pyqt@5
python@2
python@3.10
python@3.8
python@3.9
qrencode
qt
qt@5
ranger
rav1e
readline
ripgrep
rtmpdump
rubberband
ruby
ruby-build
sdl2
shared-mime-info
six
snappy
sourcekitten
speex
sqlite
srt
suite-sparse
swiftgen
szip
tbb
tcl-tk
tesseract
theora
tmux
tree
tree-sitter
unbound
unibilium
utf8cpp
utf8proc
vala
verilator
vtk
w3m
webp
x264
x265
xcodegen
xmlto
xorgproto
xvid
xz
zeromq
zimg
zplug
zsh
zstd
adoptopenjdk8
alacritty
amethyst
bdash
dozer
firefox
font-source-code-pro-for-powerline
fontforge
ghdl
gimp
gpg-suite
gtkwave
hyperswitch
inkscape
iterm2
java
java11
mactex-no-gui
powershell
virtualbox
visual-studio-code
vlc
xquartz
