aom
alacritty
aria2
aribb24
bat
bdw-gc
brotli
ca-certificates
cairo
carthage
cjson
cmocka
coreutils
dav1d
ffmpeg
findutils
flac
fontconfig
freetype
frei0r
fribidi
fzf
gettext
giflib
git
glib
gmp
gnutls
go
amethyst
dozer
visual-studio-code
vivaldi
graphite2
guile
harfbuzz
highway
icu4c
imath
jpeg-turbo
jpeg-xl
jq
ktlint
lame
leptonica
libarchive
libass
libb2
libbluray
libcbor
libevent
libfido2
libidn2
libnghttp2
libogg
libpng
libpthread-stubs
librist
libsamplerate
libsndfile
libsodium
flutter
gimp
zulu
libsoxr
libssh2
libtasn1
libtermkey
libtiff
libtool
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
little-cms2
luajit
luv
lz4
lzo
m4
mbedtls
inkscape
intellij-idea-ce
mint
mpg123
msgpack
mysql
ncurses
neovim
nettle
oniguruma
opencore-amr
openexr
openjdk
openjdk@11
openjdk@17
openjpeg
openssl@1.1
opus
p11-kit
pango
pcre
pcre2
pixman
pkg-config
protobuf
rav1e
readline
reattach-to-user-namespace
rubberband
scrcpy
karabiner-elements
notion
sdl2
snappy
speex
sqlite
srt
svt-av1
tesseract
theora
tmux
tree-sitter
unbound
unibilium
utf8proc
webp
x264
x265
xcodegen
xcodes
xorgproto
xvid
xz
zeromq
zimg
zlib
zsh
zstd
scroll-reverser
tableplus
