acpi
acpi_call
adobe-source-code-pro-fonts
adobe-source-han-sans-jp-fonts
alacritty
alsa-firmware
alsa-utils
android-studio
android-tools
arandr
autoconf
autokey-gtk
automake
base
biber
bison
blueman
bluez-firmware
bluez-utils
browserpass
browserpass-chromium
chromium
clang
discord
dmenu
docker
docker-compose
efibootmgr
evince
evolution
evolution-ews
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
feh
flex
flutter
garcon
gcc
gdb
git
gnome-keyring
gnome-system-monitor
go
google-chrome
groff
grub
gvfs-smb
haskell-language-server-static
intel-media-driver
intellij-idea-community-edition
iverilog
keychain
libffi7
libva-intel-driver
libva-utils
libvncserver
libxpm
light
light-locker
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lxqt-policykit
m4
maim
make
man-db
man-pages
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
notion-app-enhanced
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntp
obs-studio
openmp
openssh
pacman-contrib
paman
pass
pass-otp
patch
pavucontrol
picom
pkgconf
poppler-data
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
qrencode
redshift
remmina
samba
sbsigntools
scrcpy
shim-signed
simplescreenrecorder
slack-desktop
sof-firmware
sqlectron-gui
sudo
terminus-font
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-jlisting
texlive-langjapanese
texlive-latexextra
texlive-pictures
threshy-gui
thunar
thunar-volman
tlp
tmux
trayer
ttf-migmix
ttf-symbola
tumbler
unzip
usbutils
vim
vlc
volctl
vulkan-intel
which
xclip
xdotool
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinput
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xsecurelock
yay-bin
zoom
zsh
