aarch64-linux-gnu-gcc
acpi
acpi_call-dkms
adobe-source-code-pro-fonts
adobe-source-han-sans-jp-fonts
adwaita-icon-theme
alacritty
alsa-firmware
alsa-utils
android-studio
android-studio-beta
android-studio-canary
android-tools
arandr
asp
autoconf
automake
baobab
base
biber
bison
blueman
bluez-utils
browserpass
browserpass-chromium
calibre
ccache
chromium
clang
cmake
devtools
dict-freedict-eng-jpn
dict-freedict-jpn-eng
dict-wikt-en-all
dictd
direnv
discord
dmenu
docker
docker-compose
efibootmgr
evince
evolution
evolution-ews
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
feh
figma-linux-bin
firefox
flex
fprintd
fvm
garcon
gcc
gdb
gimp
git
gnome-keyring
gnome-system-monitor
go
google-chrome
gradle
groff
grub
gvfs-mtp
gvfs-smb
imhex-bin
inkscape
intel-media-driver
intellij-idea-community-edition
iverilog
jdk21-openjdk
jetbrains-fleet
john
jre-openjdk
kdenlive
kmod
libffi7
libreoffice-still
libsoup3
libva-intel-driver
libva-utils
libvncserver
libxpm
light
light-locker
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lld
lxqt-policykit
m4
maim
make
man-db
man-pages
mtpfs
nasm
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
ninja
notion-app-electron
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntp
obs-studio
obsidian-icon-theme
openmp
openssh
pacman-contrib
pass
pass-otp
patch
pavucontrol
pdfpc
php
picom
pkgconf
poppler-data
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pulsectl
qemu-desktop
qemu-system-riscv
qrencode
qt5-styleplugins
rclone
redshift
remmina
samba
sassc
sbsigntools
scrcpy
shim-signed
simplescreenrecorder
slack-desktop
sof-firmware
sqlectron-gui
sudo
swift-bin
terminus-font
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-doc
texlive-fontsextra
texlive-fontsrecommended
texlive-langjapanese
texlive-latexextra
texlive-luatex
texlive-pictures
thunar
thunar-volman
tlp
tmux
tp-battery-mode
trayer
ttf-roboto
ttf-symbola
tumbler
unzip
usbutils
vim
vlc
volctl
volumeicon
vulkan-intel
which
wine
xclip
xdotool
xfce4-dev-tools
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xremap-x11-bin
xsecurelock
yay
zip
zoom
zsh
