acpi
adobe-source-code-pro-fonts
adobe-source-han-sans-jp-fonts
aerc
adwaita-icon-theme
alacritty
alsa-utils
arandr
asoundconf
autoconf
autokey-gtk
automake
base
biber
bison
blueman
bluez-firmware
bluez-utils
chromium
clang
dmenu
docker-compose
evince
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
feh
flex
gcc
git
gnome-system-monitor
go
groff
grub
gvfs-smb
iverilog
keychain
libvncserver
lightdm
lightdm-gtk-greeter
lxqt-policykit-git
m4
maim
make
man-db
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntp
openssh
os-prober
pacman-contrib
paman
pasystray-git
patch
pavucontrol
pavumeter
pass
pasystray-git
pkgconf
powerline
pulseaudio
pulseaudio-bluetooth
redshift
remmina
samba
sudo
terminus-font
texlive-core
texlive-bibtexextra
texlive-fontsextra
texlive-jlisting
texlive-langjapanese
texlive-latexextra
thunar
tmux
trayer
vim
vlc
volumeicon
which
xdotool
xclip
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinput
xorg-xmodmap
xorg-xrandr
xorg-xrdb
yay-bin
zsh
